 var cop = null;
if (confirm("Здравствуйте, меня зовут Мария. Хотите пройти быстрое ознакомление с сайтом?")) {
cop = prompt("Хорошо. Как мне к вам обращаться?");
alert("Здравствуйте," + cop + ". На нашем сайте вы найдёте: Информацию о наших курсах, Фотографии нашей студии и работающих девочек, кнопку для записи на курс.");
alert("Вы найдёте всё, что вам нужно на странице.");
alert("Спасибо за внимание.");
}
else {
  alert("Хорошо. Если захотите пройти, то просто перезагрузите страницу.");
}
// true{
//   alert("Хорошо. Как мне к вам обращаться?");
// }
